# Размер одной клетки
SIZE_RECT = 30
# Ширина поля в клетках (Столбцы)
COLUMNS = 15
# Высота поля в клетках (Строки)
ROWS = 15
# Отступ от верхней границы окна
HEADER_RECT = 70
# Кол-во кадров в секунду
FPS = 6
# Цвет змейки
COLOR_SNAKE = (0, 59, 37)
# Цвет еды
FOOD_COLOR = (254, 72, 72)
# Размер шрифта
FONT_SIZE = 60
# Расстояние между клетками поля
PADDING = 1
# Цвет четной клетки
RECT_COLOR_0 = (204, 225, 255)
# Цвет нечетной клетки
RECT_COLOR_1 = (255, 255, 255)
# Цвет фона окна
FRAME_COLOR = (6, 187, 118)
# Цвет фона окна проигрыш
FRAME_GAME_OVER = (255, 0, 0)
# Название игры
CAPTION = "Змейка"
